Merge pull request #43 from smeinecke/upd/english-translation
Upd/english translation
